Repository: WPPlugins/edd-invoice-data
Catalog: languages/bpmj-edd-invoice-data-*.po
Languages: pl_pl

source: Tax ID number is invalid
pl_pl: Wprowadzony identyfikator NIP jest nieprawidłowy

source: Easy Digital Downloads - Invoice Data
pl_pl: Easy Digital Downloads - Dane do faktury

source: This plugin allows you to gather invoice data for any EDD payment gateway
pl_pl: Wtyczka pozwala na zbieranie danych do faktury dla dowolnej bramki płatności EDD

source: Invoice
pl_pl: Faktura

source: I want to receive an invoice
pl_pl: Chcę otrzymać fakturę

source: Invoice data
pl_pl: Dane do faktury

source: I order as
pl_pl: Zamawiam jako

source: Individual
pl_pl: Osoba fizyczna

source: Company / Organization
pl_pl: Firma / Organizacja

source: Name
pl_pl: Imię i nazwisko

source: Enter a name for the invoice
pl_pl: Wpisz imię i nazwisko do faktury

source: Company
pl_pl: Nazwa firmy

source: Enter a company name for the invoice
pl_pl: Wpisz nazwę firmy do faktury

source: Tax ID
pl_pl: NIP

source: Street
pl_pl: Ulica

source: Enter the street name and number
pl_pl: Wpisz nazwę ulicy wraz z numerem

source: Postal Code
pl_pl: Kod pocztowy

source: City
pl_pl: Miejscowość

source: Please enter a name for the invoice
pl_pl: Uzupełnij imię i nazwisko do faktury

source: Please enter a company name
pl_pl: Uzupełnij nazwę firmy

source: Please enter a Tax ID
pl_pl: Uzupełnij numer NIP

source: Please enter the name and street number
pl_pl: Uzupełnij nazwę ulicy wraz z numerem

source: Please enter a postal code
pl_pl: Uzupełnij kod pocztowy

source: Please enter a city name
pl_pl: Uzupełnij miejscowość

source: Type:
pl_pl: Typ:

source: Company name:
pl_pl: Nazwa firmy:

source: Tax ID:
pl_pl: NIP:

source: Name:
pl_pl: Imię i nazwisko:

source: Street:
pl_pl: Ulica:

source: Postal Code:
pl_pl: Kod pocztowy:

source: City:
pl_pl: Miejscowość:

source: Payment gateways
pl_pl: Bramki płatności

source: Select for which payment gateways enable billing.
pl_pl: Wybierz dla których bramek płatności aktywować dane do faktury.

source: Require the invoice
pl_pl: Wymagaj podania danych do faktury

source: When you select this option, enter the invoice data will be mandatory
pl_pl: Po zaznaczeniu tej opcji, uzupełnienie danych do faktury będzie obowiązkowe

source: Invoices also for individuals
pl_pl: Faktury również dla osób fizycznych

source: When you select this option, billing will also be able to give individuals (name and address)
pl_pl: Po zaznaczeniu tej opcji, dane do faktury będą mogły podać również osoby fizyczne (imię, nazwisko, adres)

source: Hide firstname field
pl_pl: Ukryj pole Imię

source: When you select this option, EDD firstname field will be hidden
pl_pl: Po zaznaczeniu tej opcji, pole <q>Imię</q> zostanie ukryte (nie będzie też wymagane)

source: Hide lastname field
pl_pl: Ukryj pole Nazwisko

source: When you select this option, EDD lastname field will be hidden
pl_pl: Po zaznaczeniu tej opcji, pole <q>Nazwisko</q> zostanie ukryte
